// Считываем ячейку в таблице(координаты ячейки) ///////////////////////////////////////////
// МышкаТык(координаты ячейки);
// МышкаТык(координаты ячейки);

// КлавиатураТык(ctrl + c);

// Записываем в буфер();
///////////////////////////////////////////////////////////////////////////

// Считываем строку в таблице ///////////////////////////////////////////
// Считываем ячейку1(координаты ячейки1)
// Считываем ячейку2(координаты ячейки2)
// Считываем ячейку3(координаты ячейки3)
// Считываем ячейку4(координаты ячейки4)
///////////////////////////////////////////////////////////////////////////

// Считываем всю таблицу из базы данных /////////////////////////////////////
// Считываем строку в таблице
// Прокрутка



using System;
using System.Runtime.InteropServices;
using System.Windows.Forms;

namespace ReadDB
{
    public class CatchKey
    {
        

    }
}
